/* NSExecutableNotLoadableError */
"BundleErr3584" = "Svežanj “%@” ne može se učitati jer njegov izvršni oblik nema mogućnost učitavanja.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Ne može se učitati izvršni oblik svežnja.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Pokušajte ponovno instalirati svežanj.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Svežanj “%@” ne može se učitati jer ne sadrži verziju za trenutnu arhitekturu.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Svežanj ne sadrži verziju za trenutnu arhitekturu.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Pokušajte instalirati univerzalnu verziju svežnja.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Svežanj “%@” ne može se učitati jer nije kompatibilan s trenutnom aplikacijom.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Svežanj nije kompatibilan s ovom aplikacijom.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Pokušajte instalirati noviju verziju svežnja.";

/* NSExecutableLoadError */
"BundleErr3587" = "Svežanj “%@” ne može se učitati jer je oštećen ili mu nedostaju potrebni resursi.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Svežanj je oštećen ili mu nedostaju potrebni resursi.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Pokušajte ponovno instalirati svežanj.";

/* NSExecutableLinkError */
"BundleErr3588" = "Svežanj “%@” ne može se učitati.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Svežanj se ne može učitati.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Pokušajte ponovno instalirati svežanj.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Svežanj “%@” ne može se učitati jer se ne može pronaći njegov izvršni oblik.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Ne može se pronaći izvršni oblik svežnja.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Pokušajte ponovno instalirati svežanj.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Postupak se nije mogao dovršiti. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Postupak se nije mogao dovršiti. (%1$@ greška %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Postupak se nije mogao dovršiti. (%1$@ greška %2$ld.)";

